{"anon_text":{"2":"In addition, because none of this is associated with our university addresses, we are not subject to FOIAs, so we can say dumb things without the threat of being taken down for it.","4":"yeo!","5":"we can share the codes `inline = rnorm(1,1,1)` and in blocks ``` blocks = rnorm(100, 1, 1) ```","6":"And, things stay in places that make sense.","7":"There are presently two additional channels to keep things straight. <#C16S81202> and <#C16RM7TD2> “subscribe\" to those if you haven’t.","8":"Also, the phone and desktop clients are nice.","11":"sup <@U16S9N0LE>","12":"sup <@U16RAECF5>","14":"Another thought… because who doesn’t have time for more thoughts…","15":"There is a lot of working being done right now about evaluating the “gender tone” of job posts, resumes, etc. For example, work being done by <https:\/\/textio.com\/> that is running things past a sentiment and gender filter on a bag of words. Possible for ballots when they come out? Candidate position statements? This is non-expermiental work, and probably just mostly sensational work that would be headed for the news cycle not a journal, but it is pretty low-hanging fruit.","16":"I bet that we could even get them to task an intern onto collecting the corpus of text for us as well.","17":"My first thought was to use this to examine candidate press releases. I wonder about the extent to which the gender tone of these statement varies across parties and\/or according to the gender of the candidate.","18":"Does a current corpus exist? Would love to know how Trump comes out in a mysogeny (sp???) score.","19":"Not for this election. That would have to be scraped, unfortunately. The Making Electoral Democracy Work project has press releases for campaigns in Britain and Canada for the last few elections but that corpus probably isn’t as interesting.","20":"I dunno, Trudeau’s campaign was pretty awesome.","21":"<@U16RAECF5>: we doing that evidence review today?","22":"yrp. I just finished a review, I'm going to give Devesh a quick call, then get on it.","23":"k. i’m there too...","24":"Is anybody mailing stamps to all-mail states? Perhaps for the general election the feds are taking care of postage, but for primaries people still have to pay postage (because it is not _strictly_ federal elections). Dammit, we should have done that.","25":"That would have been a sweet intervention.","26":"Wait. It is still necessary to buy postage for mail in ballots in the general election.","27":"<http:\/\/about.usps.com\/election-mail\/election-mail-dmm-sheet.pdf>","28":"So, mailing addresses, Oregon, GOTV messages, stamps.","29":"I’m with you here except for Oregon. Why Oregon?","30":"All mail state.","31":"So there is no selection into who is mailing and who is going in person.","32":"Wow. I didn’t know that.","33":"Address from voting files?","34":"*addresses","35":"Yup. Those are going to be HELLA high fidelity because they are an all mail state.","36":"Additional treatment condition: mailing 2x the postage that is necessary, building in an explicit spillover on co-residents.","37":"That would be dope. No one has done this in the past? Seems like something Green\/Gerber would have stumbled on at some point. If not, it is pretty sweet. No possible harms that I can imagine.","38":"I dunno. Seems so low hanging. SO low hanging.","39":"Here’s the closest I can find. From 2015. A natural experiment in Switzerland.","40":"<http:\/\/www.econstor.eu\/bitstream\/10419\/123257\/1\/cesifo_wp5617.pdf>","41":"Doesn’t have any citations to work that have manipulated postage. But, it doesn’t look exactly exhaustive.","42":"Yeah, that’s a short review. It is a shame that one of us doesn’t know Green, Gerber, or Sinclair. They would probably know.","43":"I know both Green and Sinclair well enough that they would answer my emails.","44":"Ah, I shouldn’t have assumed. Might be something to run by them.","45":"<http:\/\/bmchealthservres.biomedcentral.com\/articles\/10.1186\/1472-6963-4-16>","46":"But, I should be writing a dissertation...","47":"You and me both...","48":"Still, the simplicity is attractive. Plus, I always wanted to do a GOTV experiment","49":"But yeah - dissertation","50":"Difference is that my defense is in 14 days... and I’ve got chapters to go still.","51":"Fair point.","52":"Wow; that study you linked to is some BULLSHIT.","53":"(Congrats on being so close!)","54":"Yeah","55":"I’ll take your congrats when it is in the rearview mirror. Until then, I’m “working” hard.","56":"Gotcha","57":"Heh - <http:\/\/weblogs.sun-sentinel.com\/news\/politics\/broward\/blog\/2012\/03\/is_a_postage_stamp_just_like_a_1.html>","58":"Sweet","60":"a really interesting piece on design of experiments, courtesy of devesh: <https:\/\/www.povertyactionlab.org\/sites\/default\/files\/publications\/20160401handbookExperimentalDesign.pdf>","61":"This looks awesome! Thanks, Micah!","62":"Hey <@U16RAECF5> I’m working on that Pol Behavior submission today, are you around for questions?","63":"<@U16RLTH3N>: yepski. give me a call whenevs.","64":"Aight, or we can iterate in here a little bit to support the changes that I’m making in the file in Dropbox. You’re probably seeing it ping around right now.","65":"I’ll put this talk in <#C1H66683U> for today, and then we can just remove it tomorrow when we submit.","66":"Mute this topic bitch","68":"Im sorry. It's the sudafed","69":"Lookin’ a bit like Ahab there.","70":"Sudafed*:wine_glass:","71":"I'm working on it","72":"Preparin’ for those Ann Arbor winters, eh?","73":"My razors are packed already","74":"Not sure if a razor is going to make it through that wicket...","75":"It is pretty impressive.","76":"2.5 months Apperantly","77":"Alex!!!!","78":"MR_PINK and I are harassing MR_WHITE on another channel. It's Alex's fault","79":"<@U16RLTH3N>: !!!!!!!!!!","80":"Clearly.","81":"I like this app","82":"<@U16TY5M6F>: How did that USAID boondoggle in Haiti end up going for you?","83":"And, um... congratulations to each of you for discovering the effect of penis names on responses to requests for information. Wang Dong!","84":"Thanks Alex. We think that this finding makes several contributions and has obvious familial implications. That is, parents shouldn't name their kid Richard.","85":"you guys are actually fucked in the head. here's something of value: <http:\/\/stanford.edu\/~dbroock\/stanford-berkeley-opinion-survey\/Stanford-Berkeley_Survey_of_Public_Opinion\/Stanford-Berkeley_Opinion_Survey.html>","86":"People – can I please have the basic citation on parental influence? Is it Converse? Please excavation point?","87":"Campbell, Converse, Miller, and Stokes. 1960. The American voter. New York: John Wiley &amp; Sons, Inc.","88":"Haiti project is humming right along","89":"I’m jealous. <@U16RAECF5> and I have nothing but *hard* sandbagging by our Mission contacts...","90":"That seems the norm","91":"<@U16TY5M6F>: can we use any of this data to build the IRT ranking model?","92":"Probably. What's the underlying concept?","93":"<@U1CCHNQ3V>: Where you at bro? In SD this week, so is Chris, so is Micah. Sup with it?","94":"<@U16RLTH3N>: I need to download the app on my phone so I get these messages instantly. But I'm gonna get some drinks with <@U16RAECF5>","95":"Hey <@U16RAECF5> and <@U1CCHNQ3V>: Try this out for a recommendation when you get your beers. The story about how it was made is linked, and the recommender is at the bottom of the linked page. <http:\/\/willnetsky.github.io\/Beer-Recommender\/>","96":"It’s a pretty simple recommender -- seems to just key on most descriptive word. This is a little tough, because while there are a lot of nerds who rate beer, there are a lot of bros who know like 4 beer words: “dank”, “fruit”, “sour”, ... . And, this sort of mainlines the recommendations. I think a little filtering would help clean this up.","97":"Also, some rankings.","98":"Checked it out. I'm into it.","99":"Two syllabi that my be of interest: Matt Blackwell: <http:\/\/www.mattblackwell.org\/files\/teaching\/gov2002-15f-syllabus.pdf> and Danny Hidalgo: <http:\/\/www.mit.edu\/~dhidalgo\/syllabi\/17_802_syll2014.pdf>. MR_WHITE pointed out that Hidalgo is more interested in observational data. Nice bibliography between the two.","100":"<@U16RY7PR6>: Can I share the PSU irb material --- specifically the short part where you dared PSU to not grant exempt status --- with <@U16RAECF5> and <@U1CCHNQ3V>? <@U1CCHNQ3V> is putting together an encouragement design intervention right now.","101":"I bet he’ll share back his completed documents, too?","102":"<@U16RY7PR6>: <@U16RLTH3N> <@U16RAECF5> and I would be happy to share the completed documents","103":"<@U16RLTH3N>: <@U16RAECF5> <@U1CCHNQ3V> Totally! I have a folder full of IRBs and you are welcome to any of them. I think that one that MR_WHITE has probably contains the sharpest language.","105":"<@U1CCHNQ3V>: I just uploaded the doc I’m sending to Berkelye.","106":"On helping people understand the value of experimental research: I've been thinking a lot about the push back that MR_WHITE and I got in designing a useful intervention. Today again I was talking to someone who has the opportunity to learn about a program's effectiveness, but instead is waving their hands talking nonsense. Has anyone seen a good attempt at explaining the value of experimental research to a non-technical audience?","107":"<@U16RAECF5>: Unfortunately, no. I looked for something like this when I was reviewing a proposal for the National Opinion Research Center but couldn’t find anything like it. The proposed intervention was sooooooooooooooooo bad.","108":"<@U16RAECF5>: Also, I’m working out responses to your emails. One of them is almost perfectly in line with something that I just spoke with Matt Golder about earlier today. It was like you read my mind. Spooky.","109":":grinning:","110":"squad! anyone interested in sharing a room in Philly?","111":"<@U16RAECF5>: Just got your voicemail, I was in a faculty meeting. Holler at me if you’re otherwise undisposed.","112":"This study is that _straight_ dope. But I want a <@U16TY5M6F> viewpoint on their model. In particular, they’re interpreting their item difficulty parameters in a _really_ literal sense (literally the probability that a traffic stop will occur). I’d love to read closely and talk with anyone who has also read it closely, though I know that you are all probably at APSA right now.","113":"<https:\/\/5harad.com\/papers\/threshold-test.pdf>","114":"Here’s the git repo to their work.","115":"<https:\/\/github.com\/5harad\/threshold-test>","116":"holy crap. this shit is good. I'd also be really interested to hear Chris's take","117":"In particular, the core of their result hinges on a literal interpretation of the item-difficulty parameters that they estimate. I’m not deep enough into this type of model to know if that is warrented.","118":"*warranted.","119":"I’m bringing it to the central list... because those fools in <#C16S81202|bureaucrats> weren’t paying attention!","120":"I’ve got a three way interaction that I’ve got to interpret -- two conditioning factors and a treatment -- and there is no way that that journal I’m sending this to (California Journal of Politics and Policy) is going to let me get away with that.","121":"So, I’ve got to simplify the presentation somehow. Here was my thought: just present treatment effects (that is the first-difference on the treatment factor), in a `2x3` table where the dimensions on the table are the conditioning factors (one which has two levels and one which has three levels).","122":"The models that go into these estimates are the following: ``` m1 = glm(yvar ~ treatment, family = “binomial”) # this is going to be in black m2 = glm(yvar ~ treatment * structural, family = “binomial”) # in grey column m3 = glm(yvar ~ treatment * realized, family = “binomial”) # in grey row m4 = glm(yvar ~ treatment * realized * structural, family = “binomial”) # internal cells ```","124":"<@U16RY7PR6> <@U16RLTH3N> <@U16S9N0LE> - so do we know of anyone who has data on the race of state leg.s? If not, how about the idea of using the facial recognition software tools we were looking at earlier to pull legislator race from publicly available pictures (FB profiles, pics on state web pages, etc.)?","125":"<@U16RAECF5> We could perhaps do that. Why state leg.s? I wonder if Adam (<http:\/\/adamdynes.com\/>) might have info on municipal officials from his survey.","126":"<@U16RY7PR6> unless I'm mistaken there is a very low cost follow-on paper to our state legislator experiment in which we determine whether the race of state legislators impacts response rates.","127":"<@U16RAECF5> Gotcha. I would agree with that. I wonder what the state of the art is with name recognition software - since we already have the names of all the representatives. Or maybe we just MTurk the whole thing. We might be able to get urls for individual legislators from Sunlight Foundation. We could then ask MTurkers to load the pages and identify the representative’s race. Have each MTurker do each legislator at least once. Some back of the envelope calculations suggest that it would take around 250 hours to identify each one once this way. At 8 an hour, that is 2,000 plus Amazon fees. Of course, that is only for one coder.","128":"ok. i'm going to look into bringing someone on who might take care of these tasks. will get back to the group when I hear.","129":"The name software is pretty good these days, but we can know (by querying @nk in the the other channel) where it is specifically. He was on the team at IBM that wrote some of the name \\rightarrow ethnicity software that IBM uses.","130":"Anyone have 2 minutes to talk about blocking and matching as a way to get at a heterogeneous treatment effect. I’m spinning my wheels now.","131":"OK - Jason S., new in Pol. Sci. at UGA, formerly at Berkeley, informs me that his facial recognition tool is ready to go, and could turn profile or other photos into an estimate of the race of state leg.s, and also a distance metric relative to a racial category. I think this would be a very straightforward, solid publication. I'll be meeting with him in a couple of weeks to talk through the specifics. In the meantime, if folks on the team could think about how we might get the photos together, that would be helpful.","132":"Here is something for the Congress, which we probably already knew existed? <https:\/\/www.gpo.gov\/fdsys\/browse\/collection.action?collectionCode=GPO&amp;browsePath=Congressional+Pictorial+Directory>","134":"I’m asking my research librarian if he knows of other such resources. One possibility is the Congressional YellowBook.","135":"<@U16RAECF5>: You want to change our legal status to domestic partner so we can both apply at UT? That way one of us can get the spouse hire for the other?","136":"I do.","137":"Ok. But I cook better than I wash dishes, just so we know what the trade-off is.","138":"IIA. Btw, I think we do know about the photobook bc. some hngers were doing a project. The win here would be to get race for state leg.s, bc. there is a really valuable observational part. We can wrap that into the secondary analysis of the experiment, and together with the data and the tool, we have a fucking phatty pub.","139":"I’ll let you know what is out there when my librarian gets back with me. If Leadership Directories has put it together for us already, it would be _the_ dope.","140":"(BTW: I don’t know what IIA is...)","141":"Also, ask and you shall receive. I bring forth the data, or at least a demonstration that we can has the data.","144":"The question I continue to have is, what we’re pointing this variable at. We can’t assess electoral consequences of this unless we undertake the _bonkers_ task of finding a standardized picture of every candidate for office that lost.","145":"That shit jus aint gonna happen.","146":"So, we’re left with a bunch of unobserved selection into office, then a classifier that tells us something that we might already know (since we have that data series from these Quorum folks), and ...","147":"OK. first response, there is a kid at Berkely who has put something together: <http:\/\/www.christiandphillips.com\/research-1\/> From his website - \"...new data containing district and candidate demographic information for every state legislative general election from 1996-2015\". So we would be generating a competing data set, using a different approach. <@U16RLTH3N>, the answer to your question is very simple. This is an HTE that people care about. Period. That's what gets published in pol sci journals. If we don't do this follow up, somebody else will.","148":"Do we know how Christian sourced his data? Is there benefit to be had in a dataset (just as a dataset) that is produced in a different fashion, that covers 10% of an existing data set? To me, the data _qua_ data contribution here feels a little slender, especially if someone else already has it. _Adding_ the skin-tone based racial assessment makes it a bit more sexy, but I don’t think it overcomes the hurdle that this fellow has the drop on us.","149":"Having the data for our own purposes, to test the HTE, to me feels like a good justification. And I think you’re right that we should look at this either in this paper, or in a followup paper to this experiment.","150":"Does anybody have an in either at Pew or the NCSL? I wonder because they’ve published a _Stateline_ series, which at least has the ethnicity data that MR_BROWN and MR_ORANGE were thinking about. I’ve been warned that if I scrape the data from the group that I had posted about last week, that the group would shut down campus access and I would be persona non grata.","151":"<@U16RY7PR6> and <@U16TY5M6F> I’ll be in A2 Monday October 3. Let me know if you’re available and we can work on some of this boondoggle in person again.","152":"<@U16RLTH3N> I’m available all day except from 12-3. It’d be great to get together.","153":"Woot! Maybe in the morning? I haven’t been on campus in Ann Arbor in a while...","154":"Totally! Do you have a place to stay?","155":"<!channel>: One of my co-authors is building a topic classifier that is functioning on Slack data. I want to export this and give it to the student\/co-author.","156":"Would this make you sad? Would this violate your rights? Would this give away trade secrets?"},"user":{"2":"U16RLTH3N","4":"U16RLTH3N","5":"U16RLTH3N","6":"U16RLTH3N","7":"U16RLTH3N","8":"U16RLTH3N","11":"U16RLTH3N","12":"U16RLTH3N","14":"U16RLTH3N","15":"U16RLTH3N","16":"U16RLTH3N","17":"U16RY7PR6","18":"U16RLTH3N","19":"U16RY7PR6","20":"U16RLTH3N","21":"U16RLTH3N","22":"U16RAECF5","23":"U16RLTH3N","24":"U16RLTH3N","25":"U16RY7PR6","26":"U16RLTH3N","27":"U16RLTH3N","28":"U16RLTH3N","29":"U16RY7PR6","30":"U16RLTH3N","31":"U16RLTH3N","32":"U16RY7PR6","33":"U16RY7PR6","34":"U16RY7PR6","35":"U16RLTH3N","36":"U16RLTH3N","37":"U16RY7PR6","38":"U16RLTH3N","39":"U16RLTH3N","40":"U16RLTH3N","41":"U16RLTH3N","42":"U16RY7PR6","43":"U16RLTH3N","44":"U16RY7PR6","45":"U16RY7PR6","46":"U16RLTH3N","47":"U16RY7PR6","48":"U16RY7PR6","49":"U16RY7PR6","50":"U16RLTH3N","51":"U16RY7PR6","52":"U16RLTH3N","53":"U16RY7PR6","54":"U16RY7PR6","55":"U16RLTH3N","56":"U16RY7PR6","57":"U16RY7PR6","58":"U16TY5M6F","60":"U16RAECF5","61":"U16RY7PR6","62":"U16RLTH3N","63":"U16RAECF5","64":"U16RLTH3N","65":"U16RLTH3N","66":"U16TY5M6F","68":"U16TY5M6F","69":"U16RY7PR6","70":"U16TY5M6F","71":"U16TY5M6F","72":"U16RY7PR6","73":"U16TY5M6F","74":"U16RY7PR6","75":"U16RY7PR6","76":"U16TY5M6F","77":"U16TY5M6F","78":"U16TY5M6F","79":"U16TY5M6F","80":"U16RY7PR6","81":"U16TY5M6F","82":"U16RLTH3N","83":"U16RLTH3N","84":"U16RY7PR6","85":"U16RAECF5","86":"U16RAECF5","87":"U16RY7PR6","88":"U16TY5M6F","89":"U16RLTH3N","90":"U16TY5M6F","91":"U16RLTH3N","92":"U16TY5M6F","93":"U16RLTH3N","94":"U1CCHNQ3V","95":"U16RLTH3N","96":"U16RLTH3N","97":"U16RLTH3N","98":"U1CCHNQ3V","99":"U16RAECF5","100":"U16RLTH3N","101":"U16RLTH3N","102":"U1CCHNQ3V","103":"U16RY7PR6","105":"U16RLTH3N","106":"U16RAECF5","107":"U16RY7PR6","108":"U16RY7PR6","109":"U16RY7PR6","110":"U16RAECF5","111":"U16RLTH3N","112":"U16RLTH3N","113":"U16RLTH3N","114":"U16RLTH3N","115":"U16RLTH3N","116":"U16RAECF5","117":"U16RLTH3N","118":"U16RLTH3N","119":"U16RLTH3N","120":"U16RLTH3N","121":"U16RLTH3N","122":"U16RLTH3N","124":"U16RAECF5","125":"U16RY7PR6","126":"U16RAECF5","127":"U16RY7PR6","128":"U16RAECF5","129":"U16RLTH3N","130":"U16RLTH3N","131":"U16RAECF5","132":"U16RLTH3N","134":"U16RLTH3N","135":"U16RLTH3N","136":"U16RAECF5","137":"U16RLTH3N","138":"U16RAECF5","139":"U16RLTH3N","140":"U16RLTH3N","141":"U16RLTH3N","144":"U16RLTH3N","145":"U16RLTH3N","146":"U16RLTH3N","147":"U16RAECF5","148":"U16RLTH3N","149":"U16RLTH3N","150":"U16RLTH3N","151":"U16RLTH3N","152":"U16RY7PR6","153":"U16RLTH3N","154":"U16RY7PR6","155":"U16RLTH3N","156":"U16RLTH3N"},"ts":{"2":1462562263.0000050068,"4":1462562403.0000100136,"5":1462562450.0000109673,"6":1462562461.0000119209,"7":1462562691.000013113,"8":1462562736.0000140667,"11":1462569165.0000019073,"12":1462569180.0000030994,"14":1462815772.0000019073,"15":1462815826.0000030994,"16":1462815844.0000050068,"17":1462816471.0000059605,"18":1462816860.0000069141,"19":1462818939.0000081062,"20":1462827397.0000090599,"21":1462897411.0000019073,"22":1462899162.0000030994,"23":1462899674.0000040531,"24":1463460257.0000019073,"25":1463463163.0000030994,"26":1463521097.0000019073,"27":1463521103.0000030994,"28":1463521137.0000040531,"29":1463521232.0000050068,"30":1463521237.0000059605,"31":1463521255.0000069141,"32":1463521259.0000081062,"33":1463521293.0000090599,"34":1463521298.0000100136,"35":1463521315.0000109673,"36":1463521323.0000119209,"37":1463521376.000013113,"38":1463521422.0000140667,"39":1463521540.0000150204,"40":1463521540.000015974,"41":1463521597.0000169277,"42":1463521648.0000178814,"43":1463521688.0000190735,"44":1463521704.0000200272,"45":1463521705.0000209808,"46":1463521792.0000228882,"47":1463521804.0000240803,"48":1463521856.000025034,"49":1463521870.0000259876,"50":1463521883.0000269413,"51":1463521903.000027895,"52":1463521906.0000290871,"53":1463521909.0000300407,"54":1463521925.0000309944,"55":1463521928.0000319481,"56":1463522062.0000329018,"57":1463522064.0000340939,"58":1463689138.0000019073,"60":1465406125.0000019073,"61":1465449134.0000019073,"62":1466001378.0000019073,"63":1466002150.0000030994,"64":1466002640.0000040531,"65":1466002698.0000050068,"66":1466018120.0000059605,"68":1466018213.0000081062,"69":1466018239.0000090599,"70":1466018239.0000100136,"71":1466018250.0000109673,"72":1466018266.0000119209,"73":1466018309.000013113,"74":1466018348.0000140667,"75":1466018380.0000150204,"76":1466018392.000015974,"77":1466018438.0000169277,"78":1466018487.0000178814,"79":1466018513.0000190735,"80":1466018516.0000200272,"81":1466018520.0000209808,"82":1466445050.0000019073,"83":1466709457.0000019073,"84":1466713417.0000019073,"85":1467245180.0000019073,"86":1467328286.0000019073,"87":1467376710.0000019073,"88":1467833833.0000019073,"89":1467833879.0000030994,"90":1467859046.0000019073,"91":1468436829.0000019073,"92":1468453401.0000030994,"93":1468690417.0000019073,"94":1468953787.0000019073,"95":1469124810.0000019073,"96":1469132095.0000040531,"97":1469132098.0000050068,"98":1469219445.0000019073,"99":1469471214.0000019073,"100":1469494201.0000040531,"101":1469494212.0000050068,"102":1469494495.0000059605,"103":1469499666.0000069141,"105":1469566658.0000030994,"106":1469568418.0000040531,"107":1469568608.0000050068,"108":1469568664.0000059605,"109":1469568673.0000069141,"110":1469815532.0000019073,"111":1469819246.0000030994,"112":1472667682.0000019073,"113":1472667689.0000030994,"114":1472667702.0000040531,"115":1472667709.0000050068,"116":1472740062.0000019073,"117":1472848837.0000019073,"118":1472848842.0000030994,"119":1473267883.0000019073,"120":1473267952.0000030994,"121":1473268038.0000040531,"122":1473268146.0000050068,"124":1473796416.0000019073,"125":1473797079.0000019073,"126":1473797678.0000030994,"127":1473797980.0000040531,"128":1473802803.0000050068,"129":1473805847.0000059605,"130":1473806523.0000069141,"131":1473883299.0000019073,"132":1473884258.0000030994,"134":1473884591.0000059605,"135":1473885951.0000069141,"136":1473886700.0000081062,"137":1473886745.0000090599,"138":1473886818.0000100136,"139":1473888194.0000109673,"140":1473888204.0000119209,"141":1473890782.000013113,"144":1473892497.000015974,"145":1473892509.0000169277,"146":1473892590.0000178814,"147":1474043256.0000019073,"148":1474049689.0000019073,"149":1474049748.0000030994,"150":1474393732.0000019073,"151":1474564602.0000019073,"152":1474564711.0000030994,"153":1474564778.0000040531,"154":1474564795.0000050068,"155":1475028021.0000019073,"156":1475028038.0000030994},"type":{"2":"message","4":"message","5":"message","6":"message","7":"message","8":"message","11":"message","12":"message","14":"message","15":"message","16":"message","17":"message","18":"message","19":"message","20":"message","21":"message","22":"message","23":"message","24":"message","25":"message","26":"message","27":"message","28":"message","29":"message","30":"message","31":"message","32":"message","33":"message","34":"message","35":"message","36":"message","37":"message","38":"message","39":"message","40":"message","41":"message","42":"message","43":"message","44":"message","45":"message","46":"message","47":"message","48":"message","49":"message","50":"message","51":"message","52":"message","53":"message","54":"message","55":"message","56":"message","57":"message","58":"message","60":"message","61":"message","62":"message","63":"message","64":"message","65":"message","66":"message","68":"message","69":"message","70":"message","71":"message","72":"message","73":"message","74":"message","75":"message","76":"message","77":"message","78":"message","79":"message","80":"message","81":"message","82":"message","83":"message","84":"message","85":"message","86":"message","87":"message","88":"message","89":"message","90":"message","91":"message","92":"message","93":"message","94":"message","95":"message","96":"message","97":"message","98":"message","99":"message","100":"message","101":"message","102":"message","103":"message","105":"message","106":"message","107":"message","108":"message","109":"message","110":"message","111":"message","112":"message","113":"message","114":"message","115":"message","116":"message","117":"message","118":"message","119":"message","120":"message","121":"message","122":"message","124":"message","125":"message","126":"message","127":"message","128":"message","129":"message","130":"message","131":"message","132":"message","134":"message","135":"message","136":"message","137":"message","138":"message","139":"message","140":"message","141":"message","144":"message","145":"message","146":"message","147":"message","148":"message","149":"message","150":"message","151":"message","152":"message","153":"message","154":"message","155":"message","156":"message"}}